<?php


class Tongxunlu
{


    public function responseMsg()//接受用户信息并返回图文信息
    {        

				//加载图文模版
				$resultStr = "可能有些亲们还不了解随身通讯录这项功能，也没有开通实名认证！那我们再将开通此功能的方法和大家回顾一下。
    只要您通过了我么的“实名”认证，就可以随时随地通过“玉医青年”方便的查找同事的电话了哦。
    认证方法：
1、发送“获取ID”给玉医青年，会得到一串字符，例如：oFzm9jkrhRmlScp2GK49Wlgk9pjg。
2、再把您“收到的字符”和“你的姓名”一起发送给玉医青年。例如：oFzm9jkrhRmlScp2GK49Wlgk9pjg张三；
3、等待工作人员的认证（人工哦），我们会尽快认证的（医院工作忙，有时候可能需要多等一会儿）。
4、认证通过后，您就可以方便的查询同事电话啦。

只要输入首字母就可以。小编整理了一下，下面的几种方法和格式都能查到同事的电话哦。

√格式一：(推荐)@+名字首字母。例如：@zs
√格式二：@+电话。例如：@张三
√格式三：名字首字母+电话。例如：zs电话
√格式四：姓名+电话。例如：张三电话";

                	return $resultStr;
                
        }
    }
	


?>    